const EXERCISE_DATA = [
  {
    "name": "바벨 스쿼트",
    "mets": 6.0
  },
  {
    "name": "다트",
    "mets": 2.5
  },
  {
    "name": "야구 캐치볼",
    "mets": 2.5
  },
  {
    "name": "당구",
    "mets": 2.5
  },
  {
    "name": "요가",
    "mets": 2.5
  },
  {
    "name": "하타 요가",
    "mets": 2.5
  },
  {
    "name": "파워요가",
    "mets": 4.0
  },
  {
    "name": "수리야 나마스까 요가",
    "mets": 3.3
  },
  {
    "name": "나디소다나 요가",
    "mets": 2.0
  },
  {
    "name": "스트레칭(가볍게)",
    "mets": 2.5
  },
  {
    "name": "낚시",
    "mets": 3.0
  },
  {
    "name": "대청소",
    "mets": 3.0
  },
  {
    "name": "세차",
    "mets": 3.0
  },
  {
    "name": "볼링",
    "mets": 3.0
  },
  {
    "name": "유연체조",
    "mets": 3.5
  },
  {
    "name": "타이치",
    "mets": 4.0
  },
  {
    "name": "수중 에어로빅",
    "mets": 4.0
  },
  {
    "name": "팔굽혀펴기(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "푸쉬업(가볍게)",
    "mets": 3.0
  },
  {
    "name": "푸쉬업(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "런지(보통으로)",
    "mets": 3.8
  },
  {
    "name": "레그 레이즈",
    "mets": 5.0
  },
  {
    "name": "와일드 런지",
    "mets": 5.5
  },
  {
    "name": "윗몸일으키기(가볍게)",
    "mets": 2.8
  },
  {
    "name": "윗몸일으키기(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "크런치(가볍게)",
    "mets": 3.0
  },
  {
    "name": "크런치(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "스쿼트",
    "mets": 5.5
  },
  {
    "name": "탁구랠리",
    "mets": 4.0
  },
  {
    "name": "태극권",
    "mets": 4.0
  },
  {
    "name": "아쿠아로빅",
    "mets": 4.0
  },
  {
    "name": "골프",
    "mets": 4.8
  },
  {
    "name": "라인댄스",
    "mets": 7.8
  },
  {
    "name": "싸이클론",
    "mets": 7.0
  },
  {
    "name": "사이클론",
    "mets": 7.0
  },
  {
    "name": "체스트 프레스",
    "mets": 5.0
  },
  {
    "name": "제자리뛰기",
    "mets": 5.5
  },
  {
    "name": "트랙걷기",
    "mets": 4.5
  },
  {
    "name": "운동장 걷기",
    "mets": 4.5
  },
  {
    "name": "배드민턴 랠리",
    "mets": 4.5
  },
  {
    "name": "걷기",
    "mets": 4.5
  },
  {
    "name": "농구슈팅 연습",
    "mets": 4.5
  },
  {
    "name": "재즈댄스",
    "mets": 4.8
  },
  {
    "name": "트위스트 댄스",
    "mets": 4.8
  },
  {
    "name": "헬스(격렬하게)",
    "mets": 7.8
  },
  {
    "name": "테니스 복식경기",
    "mets": 5.0
  },
  {
    "name": "레프팅",
    "mets": 5.0
  },
  {
    "name": "에어로빅(저강도)",
    "mets": 5.0
  },
  {
    "name": "에어로빅(중강도)",
    "mets": 6.5
  },
  {
    "name": "에어로빅(고강도)",
    "mets": 7.3
  },
  {
    "name": "댄스(가볍게)",
    "mets": 4.5
  },
  {
    "name": "살사댄스",
    "mets": 4.5
  },
  {
    "name": "플라멩고",
    "mets": 4.5
  },
  {
    "name": "포크댄스",
    "mets": 7.8
  },
  {
    "name": "다이어트 댄스",
    "mets": 4.5
  },
  {
    "name": "싸이클",
    "mets": 7.0
  },
  {
    "name": "볼륨댄스",
    "mets": 5.5
  },
  {
    "name": "스포츠댄스",
    "mets": 5.5
  },
  {
    "name": "댄스스포츠",
    "mets": 5.5
  },
  {
    "name": "탱고",
    "mets": 5.5
  },
  {
    "name": "테니스 단식경기",
    "mets": 7.0
  },
  {
    "name": "스케이팅",
    "mets": 7.0
  },
  {
    "name": "달리기/걷기",
    "mets": 6.0
  },
  {
    "name": "재즈사이즈",
    "mets": 6.0
  },
  {
    "name": "런닝머신(달리기)",
    "mets": 9.0
  },
  {
    "name": "웨이트운동(보통으로) - 전신",
    "mets": 5.0
  },
  {
    "name": "웨이트운동(가볍게) - 전신",
    "mets": 3.5
  },
  {
    "name": "저항성운동(가볍게) - 전신",
    "mets": 3.5
  },
  {
    "name": "보디빌딩(격렬하게)",
    "mets": 6.0
  },
  {
    "name": "보디빌딩(가볍게)",
    "mets": 3.5
  },
  {
    "name": "레그 프레스",
    "mets": 5.0
  },
  {
    "name": "아령들기",
    "mets": 5.5
  },
  {
    "name": "훌라후프",
    "mets": 5.5
  },
  {
    "name": "캠핑",
    "mets": 2.5
  },
  {
    "name": "케틀벨",
    "mets": 5.5
  },
  {
    "name": "스텝박스",
    "mets": 5.5
  },
  {
    "name": "계단내려가기",
    "mets": 3.0
  },
  {
    "name": "계단오르기",
    "mets": 8.0
  },
  {
    "name": "스크린골프",
    "mets": 4.0
  },
  {
    "name": "턱걸이(보통으로)",
    "mets": 5.0
  },
  {
    "name": "풀업(가볍게) - 상지(어깨)",
    "mets": 2.8
  },
  {
    "name": "풀업(보통으로) - 상지(어깨)",
    "mets": 3.8
  },
  {
    "name": "로프운동",
    "mets": 6.0
  },
  {
    "name": "스키",
    "mets": 6.0
  },
  {
    "name": "스키(가볍게)",
    "mets": 5.0
  },
  {
    "name": "스키머신(보통으로)",
    "mets": 6.8
  },
  {
    "name": "하이킹",
    "mets": 6.0
  },
  {
    "name": "산책",
    "mets": 4.0
  },
  {
    "name": "산행",
    "mets": 4.0
  },
  {
    "name": "풋살",
    "mets": 8.0
  },
  {
    "name": "족구",
    "mets": 5.5
  },
  {
    "name": "에어로빅",
    "mets": 6.0
  },
  {
    "name": "수상스키",
    "mets": 6.0
  },
  {
    "name": "야구피칭",
    "mets": 6.0
  },
  {
    "name": "수영(자유영)",
    "mets": 6.1
  },
  {
    "name": "자유수영",
    "mets": 6.0
  },
  {
    "name": "빠르게 걷기",
    "mets": 6.0
  },
  {
    "name": "모래주머니 차고 걷기",
    "mets": 6.8
  },
  {
    "name": "속보",
    "mets": 6.0
  },
  {
    "name": "권투펀칭",
    "mets": 6.0
  },
  {
    "name": "댄스(고강도)",
    "mets": 7.0
  },
  {
    "name": "등산",
    "mets": 7.0
  },
  {
    "name": "달리기",
    "mets": 7.0
  },
  {
    "name": "고정식자전거타기(30~50 Watts)",
    "mets": 3.5
  },
  {
    "name": "고정식자전거타기(90~100 Watts)",
    "mets": 6.8
  },
  {
    "name": "고정식자전거타기(161~200 Watts)",
    "mets": 11.0
  },
  {
    "name": "고정식자전거타기(약하게)",
    "mets": 5.5
  },
  {
    "name": "자전거타기",
    "mets": 7.0
  },
  {
    "name": "실내자전거타기(약하게)",
    "mets": 5.5
  },
  {
    "name": "축구연습",
    "mets": 7.0
  },
  {
    "name": "조깅",
    "mets": 7.0
  },
  {
    "name": "런닝",
    "mets": 7.0
  },
  {
    "name": "스피닝",
    "mets": 9.0
  },
  {
    "name": "서키트 트레이닝(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "수영(배영)",
    "mets": 8.0
  },
  {
    "name": "배구시합",
    "mets": 8.0
  },
  {
    "name": "아이스하키",
    "mets": 8.0
  },
  {
    "name": "농구시합",
    "mets": 8.0
  },
  {
    "name": "줄넘기(빠르게)",
    "mets": 9.0
  },
  {
    "name": "축구시합",
    "mets": 10.0
  },
  {
    "name": "라켓볼 시합",
    "mets": 10.0
  },
  {
    "name": "하프마라톤",
    "mets": 9.0
  },
  {
    "name": "킥복싱",
    "mets": 10.0
  },
  {
    "name": "암벽등반",
    "mets": 11.0
  },
  {
    "name": "수영(접영)",
    "mets": 11.0
  },
  {
    "name": "산악자전거(격렬하게)",
    "mets": 14.0
  },
  {
    "name": "BMX 자전거타기",
    "mets": 8.5
  },
  {
    "name": "캠프 단체훈련(예, 해병대 캠프 등)",
    "mets": 5.0
  },
  {
    "name": "파워워킹",
    "mets": 6.0
  },
  {
    "name": "모던댄스",
    "mets": 4.8
  },
  {
    "name": "트래킹",
    "mets": 5.0
  },
  {
    "name": "뛰기",
    "mets": 7.0
  },
  {
    "name": "고정식자전거타기(보통으로)",
    "mets": 7.0
  },
  {
    "name": "고정식자전거타기(51~89 Watts)",
    "mets": 4.8
  },
  {
    "name": "고정식자전거타기(101~160 Watts)",
    "mets": 8.8
  },
  {
    "name": "고정식자전거타기(201~270 Watts)",
    "mets": 14.0
  },
  {
    "name": "실내자전거타기",
    "mets": 7.0
  },
  {
    "name": "라켓볼연습",
    "mets": 7.0
  },
  {
    "name": "축구 프리킥 차기",
    "mets": 7.0
  },
  {
    "name": "비치발리볼",
    "mets": 8.0
  },
  {
    "name": "맨손 줄넘기",
    "mets": 7.0
  },
  {
    "name": "줄넘기(천천히)",
    "mets": 8.0
  },
  {
    "name": "산악자전거(보통으로)",
    "mets": 8.5
  },
  {
    "name": "프리스비 얼티메이트",
    "mets": 8.0
  },
  {
    "name": "마라톤",
    "mets": 9.0
  },
  {
    "name": "태권도",
    "mets": 10.0
  },
  {
    "name": "스쿼시",
    "mets": 12.0
  },
  {
    "name": "산악자전거 시합",
    "mets": 16.0
  },
  {
    "name": "건강증진 비디오 게임 격렬하게(예, 위피트 등)",
    "mets": 7.2
  },
  {
    "name": "커브스 30분 여성 순환운동",
    "mets": 3.5
  },
  {
    "name": "팔굽혀펴기(가볍게)",
    "mets": 3.0
  },
  {
    "name": "팔굽혀펴기(보통으로)",
    "mets": 5.0
  },
  {
    "name": "푸쉬업(보통으로)",
    "mets": 5.0
  },
  {
    "name": "니킥",
    "mets": 5.5
  },
  {
    "name": "런지(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "사이드 런지",
    "mets": 5.5
  },
  {
    "name": "윗몸일으키기(보통으로)",
    "mets": 3.8
  },
  {
    "name": "복근운동(가볍게)",
    "mets": 2.8
  },
  {
    "name": "복근운동(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "크런치(보통으로)",
    "mets": 5.0
  },
  {
    "name": "점프 스쿼트",
    "mets": 6.0
  },
  {
    "name": "코어운동",
    "mets": 4.5
  },
  {
    "name": "렛풀다운",
    "mets": 5.0
  },
  {
    "name": "헬스(보통으로)",
    "mets": 5.5
  },
  {
    "name": "근력운동(전신)",
    "mets": 5.5
  },
  {
    "name": "하체 근력운동",
    "mets": 5.0
  },
  {
    "name": "웨이트운동(격렬하게) - 전신",
    "mets": 6.0
  },
  {
    "name": "저항성운동(격렬하게) - 전신",
    "mets": 6.0
  },
  {
    "name": "저항성운동(보통으로) - 전신",
    "mets": 5.0
  },
  {
    "name": "보디빌딩(보통으로)",
    "mets": 5.0
  },
  {
    "name": "바벨 숄더프레스",
    "mets": 5.5
  },
  {
    "name": "브릿지",
    "mets": 3.5
  },
  {
    "name": "리버스 컬",
    "mets": 5.0
  },
  {
    "name": "턱걸이(가볍게)",
    "mets": 3.0
  },
  {
    "name": "턱걸이(격렬하게)",
    "mets": 8.0
  },
  {
    "name": "풀업(격렬하게) - 상지(어깨)",
    "mets": 8.0
  },
  {
    "name": "서키트 트레이닝(보통으로)",
    "mets": 4.3
  },
  {
    "name": "트램폴린(레크레이션적인)",
    "mets": 3.5
  },
  {
    "name": "트램폴린(경쟁적인)",
    "mets": 4.5
  },
  {
    "name": "타바타 운동",
    "mets": 8.0
  },
  {
    "name": "발레(일반적인)",
    "mets": 5.0
  },
  {
    "name": "발레(격렬하게)",
    "mets": 6.8
  },
  {
    "name": "점핑운동(레크레이션적인)",
    "mets": 3.5
  },
  {
    "name": "점핑운동(경쟁적인)",
    "mets": 4.5
  },
  {
    "name": "검도",
    "mets": 6.0
  },
  {
    "name": "펜싱",
    "mets": 6.0
  },
  {
    "name": "암워킹",
    "mets": 6.0
  },
  {
    "name": "런닝머신(걷기)",
    "mets": 4.5
  },
  {
    "name": "승마운동기구",
    "mets": 5.0
  },
  {
    "name": "시티드 로우",
    "mets": 5.0
  },
  {
    "name": "국선도",
    "mets": 4.5
  },
  {
    "name": "양팔줄당기기(야외운동기구)",
    "mets": 2.5
  },
  {
    "name": "근력운동",
    "mets": 8.0
  },
  {
    "name": "원 암 덤벨로우",
    "mets": 5.0
  },
  {
    "name": "필라테스(기구)",
    "mets": 5.0
  },
  {
    "name": "슬로우버피(일반적인)",
    "mets": 5.5
  },
  {
    "name": "풀 스쿼트",
    "mets": 6.0
  },
  {
    "name": "복근운동(보통으로)",
    "mets": 3.8
  },
  {
    "name": "이클립스",
    "mets": 7.0
  },
  {
    "name": "워킹",
    "mets": 4.5
  },
  {
    "name": "헬스(가볍게)",
    "mets": 5.0
  },
  {
    "name": "디스코 댄스",
    "mets": 7.8
  },
  {
    "name": "줌바댄스",
    "mets": 5.0
  },
  {
    "name": "상체 근력운동",
    "mets": 5.5
  },
  {
    "name": "유도",
    "mets": 10.0
  },
  {
    "name": "건강증진 비디오 게임 보통으로(예, 위피트 등)",
    "mets": 3.8
  },
  {
    "name": "배드민턴 시합",
    "mets": 7.0
  },
  {
    "name": "고정식자전거(격렬하게)",
    "mets": 10.5
  },
  {
    "name": "런지(가볍게)",
    "mets": 2.8
  },
  {
    "name": "스쿠버 다이빙",
    "mets": 6.0
  },
  {
    "name": "복싱",
    "mets": 7.8
  },
  {
    "name": "트위스트 런",
    "mets": 5.0
  },
  {
    "name": "걷기(산책수준)",
    "mets": 3.0
  },
  {
    "name": "워킹런지",
    "mets": 5.5
  },
  {
    "name": "공중걷기",
    "mets": 3.5
  },
  {
    "name": "프롭테라피",
    "mets": 3.8
  },
  {
    "name": "박스점프",
    "mets": 5.5
  },
  {
    "name": "암풀다운",
    "mets": 4.0
  },
  {
    "name": "시티드로우",
    "mets": 4.0
  },
  {
    "name": "스텝밀",
    "mets": 7.0
  },
  {
    "name": "덤벨 바디 로테이션",
    "mets": 5.0
  },
  {
    "name": "트라이셉스 푸시 다운",
    "mets": 5.0
  },
  {
    "name": "뒤로 걷기",
    "mets": 3.0
  },
  {
    "name": "수영(평영)",
    "mets": 5.3
  },
  {
    "name": "실내 스케이팅",
    "mets": 7.0
  },
  {
    "name": "제자리 걷기",
    "mets": 2.0
  },
  {
    "name": "레그 익스텐션",
    "mets": 5.0
  },
  {
    "name": "이두 컬",
    "mets": 5.0
  },
  {
    "name": "해머 컬",
    "mets": 5.0
  },
  {
    "name": "덩키킥",
    "mets": 7.0
  },
  {
    "name": "허리돌리기(야외운동기구)",
    "mets": 2.5
  },
  {
    "name": "팔돌리기(야외운동기구)",
    "mets": 2.5
  },
  {
    "name": "등허리지압기(야외운동기구)",
    "mets": 2.5
  },
  {
    "name": "크로스 핏",
    "mets": 8.0
  },
  {
    "name": "마운팅클라이밍",
    "mets": 7.0
  },
  {
    "name": "음파진동기",
    "mets": 2.5
  },
  {
    "name": "와이드 스쿼트",
    "mets": 5.5
  },
  {
    "name": "배구연습(일반적인)",
    "mets": 4.0
  },
  {
    "name": "폼롤러",
    "mets": 3.0
  },
  {
    "name": "인클라인 벤치 프레스",
    "mets": 5.0
  },
  {
    "name": "스탠딩 카프 레이즈",
    "mets": 5.0
  },
  {
    "name": "백 익스텐션",
    "mets": 3.5
  },
  {
    "name": "버티기",
    "mets": 1.0
  },
  {
    "name": "할로우 보디홀드",
    "mets": 3.0
  },
  {
    "name": "천국의계단",
    "mets": 8.0
  },
  {
    "name": "홈트레이닝-유산소운동",
    "mets": 7.0
  },
  {
    "name": "프리테니스",
    "mets": 7.0
  },
  {
    "name": "렛 풀 다운",
    "mets": 5.0
  },
  {
    "name": "게이트볼",
    "mets": 3.0
  },
  {
    "name": "킥 백",
    "mets": 5.0
  },
  {
    "name": "사이드 밴드",
    "mets": 3.5
  },
  {
    "name": "사이드 크런치",
    "mets": 4.0
  },
  {
    "name": "산악mtB",
    "mets": 8.0
  },
  {
    "name": "벤트 오버 레터럴 레이즈",
    "mets": 5.5
  },
  {
    "name": "밸리댄스",
    "mets": 4.5
  },
  {
    "name": "(윈드)서핑",
    "mets": 5.0
  },
  {
    "name": "버피테스트",
    "mets": 83.0
  },
  {
    "name": "덤벨 프레스",
    "mets": 5.0
  },
  {
    "name": "방송댄스",
    "mets": 7.0
  },
  {
    "name": "리버스 팩 덱 플라이",
    "mets": 4.0
  },
  {
    "name": "슈퍼맨자세",
    "mets": 5.0
  },
  {
    "name": "조정(로잉머신)",
    "mets": 4.8
  },
  {
    "name": "주짓수_시합, 격렬하게",
    "mets": 10.3
  },
  {
    "name": "국민체조",
    "mets": 3.5
  },
  {
    "name": "파크골프",
    "mets": 4.3
  },
  {
    "name": "어시스트 풀업",
    "mets": 5.0
  },
  {
    "name": "스포츠클라이밍",
    "mets": 7.0
  },
  {
    "name": "인터벌 런닝",
    "mets": 8.0
  },
  {
    "name": "수영(IM)",
    "mets": 8.0
  },
  {
    "name": "힙 어브덕션",
    "mets": 5.0
  },
  {
    "name": "점프 버피테스트",
    "mets": 8.5
  },
  {
    "name": "행잉 레그레이즈",
    "mets": 10.0
  },
  {
    "name": "세라밴드",
    "mets": 3.5
  },
  {
    "name": "마운틴 클라이머",
    "mets": 7.0
  },
  {
    "name": "슬릭부스트",
    "mets": 7.0
  },
  {
    "name": "랫플다운",
    "mets": 4.0
  },
  {
    "name": "팔굽혀매달리기",
    "mets": 5.0
  },
  {
    "name": "폴댄스",
    "mets": 5.5
  },
  {
    "name": "태보",
    "mets": 7.0
  },
  {
    "name": "레그 레이즈",
    "mets": 3.4
  },
  {
    "name": "오리발 수영",
    "mets": 7.0
  },
  {
    "name": "벤트 오버 바벨 로우",
    "mets": 5.5
  },
  {
    "name": "제기차기",
    "mets": 3.0
  },
  {
    "name": "플라잉 요가",
    "mets": 4.0
  },
  {
    "name": "리어델트 머신",
    "mets": 5.0
  },
  {
    "name": "케이블 크로스 오버",
    "mets": 5.0
  },
  {
    "name": "맨발걷기",
    "mets": 4.5
  },
  {
    "name": "씨름",
    "mets": 6.0
  },
  {
    "name": "플랭크",
    "mets": 3.8
  },
  {
    "name": "레그 컬",
    "mets": 5.0
  },
  {
    "name": "루마니안 데드리프트",
    "mets": 5.0
  },
  {
    "name": "앉아서 다리들기",
    "mets": 2.5
  },
  {
    "name": "런닝머신(빠르게걷기)",
    "mets": 6.0
  },
  {
    "name": "레터럴 레이즈",
    "mets": 5.0
  },
  {
    "name": "승마(천천히)",
    "mets": 3.8
  },
  {
    "name": "승마(빠르게)",
    "mets": 5.8
  },
  {
    "name": "타바타운동",
    "mets": 9.0
  },
  {
    "name": "마이마운틴",
    "mets": 5.5
  },
  {
    "name": "로드자전거(중강도)",
    "mets": 8.0
  },
  {
    "name": "누워서 걷기",
    "mets": 3.5
  },
  {
    "name": "테스트(중구보건소)",
    "mets": 13.0
  },
  {
    "name": "W익스텐션",
    "mets": 4.0
  },
  {
    "name": "킥복싱",
    "mets": 5.0
  },
  {
    "name": "백 스쿼트",
    "mets": 6.0
  },
  {
    "name": "15초인터벌트레이닝!",
    "mets": 8.8
  },
  {
    "name": "스쿼트 덤벨 프레스",
    "mets": 7.0
  },
  {
    "name": "고전무용",
    "mets": 6.0
  },
  {
    "name": "평행봉",
    "mets": 5.5
  },
  {
    "name": "스티프 레그 데드리프트",
    "mets": 8.0
  },
  {
    "name": "수중 걷기",
    "mets": 3.5
  },
  {
    "name": "덤벨 숄더프레스",
    "mets": 5.5
  },
  {
    "name": "철봉매달리기",
    "mets": 3.8
  },
  {
    "name": "트라이셉스 익스텐션",
    "mets": 5.0
  },
  {
    "name": "펙덱 플라이",
    "mets": 5.5
  },
  {
    "name": "벤치 프레스",
    "mets": 5.0
  },
  {
    "name": "스케이팅",
    "mets": 7.0
  },
  {
    "name": "짐볼운동",
    "mets": 3.8
  },
  {
    "name": "108배",
    "mets": 2.0
  },
  {
    "name": "덤벨 플라이",
    "mets": 5.5
  },
  {
    "name": "버피테스트",
    "mets": 7.0
  },
  {
    "name": "주짓수_훈련, 연습",
    "mets": 5.3
  },
  {
    "name": "패들보드",
    "mets": 6.0
  },
  {
    "name": "국궁",
    "mets": 4.3
  },
  {
    "name": "기체조",
    "mets": 4.5
  },
  {
    "name": "러시안트위스트",
    "mets": 4.0
  },
  {
    "name": "일립티컬",
    "mets": 6.0
  },
  {
    "name": "크로스 크런치",
    "mets": 4.5
  },
  {
    "name": "아쉬탕가 요가",
    "mets": 5.0
  },
  {
    "name": "슈퍼맨로우",
    "mets": 4.0
  },
  {
    "name": "딥스",
    "mets": 5.5
  },
  {
    "name": "악력기 운동",
    "mets": 1.3
  },
  {
    "name": "버드독",
    "mets": 3.8
  },
  {
    "name": "컨벤셔널 데드리프트",
    "mets": 8.0
  },
  {
    "name": "탁구시합",
    "mets": 5.0
  },
  {
    "name": "EMS트레이닝",
    "mets": 7.0
  },
  {
    "name": "데드버그",
    "mets": 4.0
  },
  {
    "name": "인라인스케이트",
    "mets": 5.0
  },
  {
    "name": "사이드 플랭크",
    "mets": 3.8
  },
  {
    "name": "고블릿 스쿼트",
    "mets": 5.5
  },
  {
    "name": "AB 롤아웃",
    "mets": 8.0
  },
  {
    "name": "SNPE",
    "mets": 5.0
  },
  {
    "name": "로드바이크",
    "mets": 8.5
  },
  {
    "name": "플로터킥",
    "mets": 5.0
  },
  {
    "name": "사이드 레그레이즈",
    "mets": 4.0
  },
  {
    "name": "벽 스쿼트",
    "mets": 5.0
  },
  {
    "name": "TRX 운동",
    "mets": 7.0
  },
  {
    "name": "월볼샷",
    "mets": 6.0
  },
  {
    "name": "시티드 니업",
    "mets": 5.0
  },
  {
    "name": "데드 리프트",
    "mets": 5.5
  },
  {
    "name": "벤치딥스",
    "mets": 3.0
  },
  {
    "name": "고양이자세",
    "mets": 3.5
  },
  {
    "name": "프론트 풀다운",
    "mets": 4.0
  },
  {
    "name": "픽시자전거",
    "mets": 8.0
  },
  {
    "name": "노르딕워킹",
    "mets": 6.0
  },
  {
    "name": "난타",
    "mets": 3.8
  },
  {
    "name": "프론트 레이즈",
    "mets": 5.0
  },
  {
    "name": "사이드 레터럴 레이즈",
    "mets": 5.0
  },
  {
    "name": "제자리 걷기",
    "mets": 2.0
  },
  {
    "name": "필라테스",
    "mets": 3.0
  },
  {
    "name": "양팔벌려 제자리 뛰기(PT체조)",
    "mets": 3.0
  },
  {
    "name": "정구 단식경기(일반적인)",
    "mets": 7.0
  },
  {
    "name": "정구 복식경기",
    "mets": 5.0
  },
  {
    "name": "(SUP)서핑",
    "mets": 6.0
  },
  {
    "name": "딥다라인 댄스",
    "mets": 3.0
  },
  {
    "name": "로우",
    "mets": 5.0
  },
  {
    "name": "풀업(턱걸이)",
    "mets": 5.0
  },
  {
    "name": "레그 킥 백",
    "mets": 5.0
  },
  {
    "name": "프리다이빙",
    "mets": 7.0
  },
  {
    "name": "힙 쓰러스트",
    "mets": 6.0
  },
  {
    "name": "스플릿 스쿼트",
    "mets": 5.0
  },
  {
    "name": "새천년체조",
    "mets": 3.5
  },
  {
    "name": "훌라후프",
    "mets": 4.0
  },
  {
    "name": "번지피지오",
    "mets": 5.0
  },
  {
    "name": "wty운동",
    "mets": 7.0
  },
  {
    "name": "스텝퍼",
    "mets": 5.0
  }
];